const externalQuestions = [
    {
        "q": "品睿有2雙皮鞋和3雙布鞋，要選其中1雙鞋子穿，他有幾種不同的選擇?",
        "options": ["5種", "6種", "7種", "8種"],
        "ans": 0
    },
    {
        "q": "圓形百分圖的1％等於圓心角的多少度?",
        "options": ["2.6度", "3.6度", "4.6度", "6.6度"],
        "ans": 1
    },
    {
        "q": "丟一個10元硬幣，丟出「人頭」的可能性和丟出「字」的可能性一樣大。",
        "options": ["對", "錯"],
        "ans": 0
    },
    {
        "q": "繪製圓形百分圖時，將圓周等分成360份，每一等分是1％。",
        "options": ["對", "錯"],
        "ans": 1
    },
    {
        "q": "從箱子裡隨機抽出一顆球，下面何者抽中黃球的可能性最大？",
        "options": ["4黃11白", "7黃8白", "9黃6白", "12黃3白"],
        "ans": 3
    },
    {
        "q": "哥哥重50公斤，弟弟重30公斤，若弟弟的體重為基準量1，哥哥的體重相當於?",
        "options": ["5/3", "3/5"],
        "ans": 0
    },
    {
        "q": "詠晴在玩雞兔的遊戲，如果她把1隻雞換成1隻兔，會多出2隻腳。",
        "options": ["對", "錯"],
        "ans": 0
    },
    {
        "q": "爸爸的身高是媽媽的9/8倍，那麼媽媽的身高是爸爸的多少倍?",
        "options": ["1倍", "9/8倍", "8/9倍", "2倍"],
        "ans": 2
    },
    {
        "q": "比較量÷基準量＝比值",
        "options": ["錯", "對"],
        "ans": 1
    },
    {
        "q": "船隻在同樣的航道上行駛，順流行駛所需的時間，會比逆流全程所需的時間短。",
        "options": ["對", "錯"],
        "ans": 0
    },
    {
        "q": "品睿有2雙皮鞋和3雙布鞋，要選其中1雙鞋子穿，他有幾種不同的選擇?",
        "options": ["2", "3", "4", "5"],
        "ans": 3
    },
    {
        "q": "從家裡到圖書館有捷運、公車或直升機三種交通方式，來回共有幾種不同的交通方式?",
        "options": ["3", "6", "9", "12"],
        "ans": 2
    },
    {
        "q": "用「6、7、8、9、0」這5個數字排出二位數，數字可以重複使用，可以排出幾種二位數?",
        "options": ["15", "20", "9", "25"],
        "ans": 1
    },
    {
        "q": "用「0、2、5、7、8、9」這6個數字排出二位數，可以重複使用，能排出幾種是偶數的二位數？",
        "options": ["8", "30", "15", "18"],
        "ans": 2
    },
    {
        "q": "小白今年10歲，小花今年16歲，兩人相差6歲，十年後兩人相差幾歲？",
        "options": ["26", "16", "10", "6"],
        "ans": 3
    },
    {
        "q": "哥哥有148元，妹妹有100元，哥哥給妹妹多少錢，兩人的錢就會一樣多?",
        "options": ["12元", "24元", "36元", "48元"],
        "ans": 1
    }

];